Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/elisabeth-n.html.tmx
Source language: nob
Languages: sme

source: Daværende rektor Asta Balto har lest og kommentert intervjuet med Elisabeth Johansen.
sme: Dalá rektor Asta Balto lea lohkan ja kommenteren jearahallama Elisabeth Johanseniin.

source: Først vil hun påpeke at Elisabeth ikke har nevnt at hun fikk en ærespris i 1999 på Samisk høgskoles 10-årige jubileumsfest.
sme: Álggus áigu namahit dan maid Elisabeth ii leat ieš namahan. Son oaččui gudnibálkkašumi Sámi allaskuvlla 10-jagi ávvudandilálašvuođa olis.

source: Det var nemlig Asta Balto som overrakte henne Seminari Lapponici fonds stipend og berømmet henne for å ha tatt språket sitt tilbake.
sme: Lei namalassii Asta Balto guhte attii sutnje Seminari Lapponici foandda stipeandda ja rámidii su go lei váldán gielas ruovttoluotta.

source: Så Elisabeths innsats er blitt lagt merke til av mange.
sme: Máŋggas leat nappo oaidnán ja atnán Elisabetha rahčamušaid rámidanveara.

source: Asta Balto var rektor ved Samisk høgskole 1996-2000.
sme: Asta Balto lei Sámi allaskuvlla rektor 1996–2000.

source: Angående Elisabeths kritikk av Samisk høgskole, kommenterer Asta Balto denne slik: Det stemmer nok at dette studiet bare er gjennomført én gang.
sme: Elisabetha moaitámušaid Sámi allaskuvlla ektui kommentere Asta Balto ná: Lea gal nu ahte dát lohkanfálaldat lea leamaš dušše oktii.

source: Samisk høgskole søkte om dispensasjon fra kravet om at studentene må ha samisk studiekompetanse for å begynne på lærerutdanning.
sme: Sámi allaskuvla ozai dispensašuvnna gáibádusas ahte studeanttain galgá leat sámi lohkangelbbolašvuohta ovdal go álget oahpaheaddjiohppui.

source: Man fikk det til dette tilbudet som var spesielt tilrettelagt for de som ikke hadde samisk som førstespråk, men likevel hadde lest det til ett visst nivå.
sme: Dát fálaldat lei erenoamážit heivehuvvon sin várás geain ii lean sámegiella vuosttašgiellan, muhto liikká ledje lohkan sámegiela vissis dássái.

source: Tilbudet var et forsøk, det var mange som begynte, men siden det bare var to som fullførte hele løpet var det vanskelig å argumentere for en forlengelse av slik ordning.
sme: Fálaldat lei geahččaleapmi, máŋggas álge, muhto go dušše guovttis čađaheigga olles oahpaheaddjioahpu, lei váttis ákkastallat dan ovdii ahte eanet gerddiid čađahit dakkár fálaldaga.

source: Siden det krevde ekstra ressurser var høgskolen avhengig av ekstra bevilgninger for å gjennomføre det flere ganger.
sme: Danin go fálaldat gáibidii eanet resurssaid, de dárbbašivččii allaskuvla liigeruhtadeami jus dan galggašii čađahit eanet gerddiid.

source: Artikkelforfatteren vil avslutningsvis kommentere: Dette studiet kom tydeligvis på rett sted til rett tid.
sme: Artihkkala čálli áigu maid loahpas kommenteret: Dát lohkanvejolašvuohta bođii gusto rievttes báikái rievttes áigái.

source: Og selv om de færreste av de som fullførte det første året med samisk på høgskolenivå i Manndalen, fullførte hele utdanningsløpet, må studiet ansees som en suksess all den tid det ga mange i Nord-Troms mulighet til å formalisere og løfte sin samiskkompetanse.
sme: Ja vaikko dušše moattis sis geat čađahedje vuosttaš allaskuvlajagi, mii lei Olmmáivákkis, čađahedje olles oahpaheaddjioahpu, de ferte atnit dán fálaldaga menestussan go juo attii máŋgga Davvi-Romsalažžii vejolašvuođa loktet sámegielgelbbolašvuođaset ja fidnet báhpáriid mii duođaštii máhtuset.

source: Når man ser på antallet studenter som fullførte et fireårig studieløp, må man også ta i betraktning at en del av studentene allerede hadde lærerutdanning fra Tromsø eller andre steder.
sme: Go geahččá man galle studeantta čađahedje buot njeallje lohkanjagi, de ferte maid váldit vuhtii ahte máŋga studeantta ledje juo vázzán oahpaheaddjioahpu jogo Romssas dahje eará báikkiin.

source: Samisk høgskole vil alltid få kritikk for sine valg.
sme: Sámi allaskuvla álo šaddá moaitámušaid vuollái.

source: De har et vanskelig mandat.
sme: Sis lea váttis mandáhta.

source: Å skulle løfte kompetansen i hele den samiske befolkningen er et ekstremt vidtfavnende arbeid.
sme: Lea hirbmat stuorra bargu loktet olles sámi álbmoga gelbbolašvuođa.

source: Slik sett er det ikke å undres over at straks høgskolen kom med et unikt tilbud i Nord-Troms, så kom kritikken fra andre sjøsamiske områder som også gjerne skulle hatt et slikt tilbud.
sme: Danin ii leat dáidde váttis áddet ahte seammás go skuvla fálai erenoamáš lohkanvejolašvuođa Davvi-Romssas, de bohte moaitámušat eará mearrasámi guovlluin mat maiddái háliidivčče seammá fálaldaga.

source: Når et slikt enkelttilbud fikk så store og positive ringvirkninger for én region, kan man likevel spørre seg om samisk høgskole kunne ha jobbet hardere for å finansiere lignende studietilbud i andre regioner.
sme: Go juo dakkár fálaldat, mii čađahuvvui dušše oktii, buvttii ná stuorra ja buriid váikkuhusaid olles regiovdnii, de sáhttá liikká jearrat: sáhtášii go Sámi allaskuvla bargat garraseappot ahte ruhtadit sullásaš lohkanfálaldagaid iežá regiovnnain?
